---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionLAngle
source: html/b600c3f0-4f2a-49c7-84ea-3fd775c9bda6.htm
---
# StructuralSectionLAngle Methods

Returns size of the section boundary.